CSI API ETABS v1
cLoadPatterns.AutoWind Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cAutoWind AutoWind { get; }
ReadOnly Property AutoWind As cAutoWind
	Get
Dim instance As cLoadPatterns
Dim value As cAutoWind
value = instance.AutoWind
property cAutoWind^ AutoWind {
	cAutoWind^ get ();
}
abstract AutoWind : cAutoWind with get
Property Value
Type: cAutoWind
See Also
Reference
cLoadPatterns Interface
ETABSv1 Namespace